{
  "version.label": {
    "message": "Next",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.The Ecosystem": {
    "message": "The Ecosystem",
    "description": "The label for category The Ecosystem in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.The Ecosystem.link.generated-index.description": {
    "message": "The development of the BLOK Capital Decentralized Finance (DeFi) ecosystem will be progressive and highly transparent. As all the team strongly believes in the vision of the project, we also believe that ultimately, the purpose of such a platform is to give value back to the users, whether they are high net-worth investors or small investors just starting out with crypto-based investments. For this, the BLOK Capital DeFi project is broken down into two phases, with a long-term outlook for development. Imagine a future where you don’t have to depend on any financial institution to take part in various financial opportunities. BLOK Capital DeFi will be a space where users of all walks of life can avail of financial services without having to be blockchain or crypto investment experts. It will be a space that runs on the principles of full custody and freedom of your wealth along with full transparency and the highest security. Everything will be secured through a blockchain backbone, one that starts out by delivering the vision but then evolves as the technology matures, and with that, new features and security measures will be added.",
    "description": "The generated-index page description for category The Ecosystem in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Tokenomics": {
    "message": "Tokenomics",
    "description": "The label for category Tokenomics in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Tokenomics.link.generated-index.description": {
    "message": "The following section will describe the token of the BLOK Capital ecosystem, with its native token, BLOKC, at its core. All the key features of the platform are enabled by BLOKC tokenomics. In this way, BLOKC is the lifeblood of the protocol and provides a game theoretically coherent framework that stimulates Investors and Wealth Managers behavior to facilitate growth of the ecosystem.",
    "description": "The generated-index page description for category Tokenomics in sidebar tutorialSidebar"
  }
}
